/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Cancel·la";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Casa";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Feina";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mòbil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Altres";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (convidat)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Tots els contactes coneguts";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Tots els contactes";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Llista de contactes de Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Números de telèfon desats";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contactes connectats";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Sol·licituds enviades";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contactats recentment";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Sol·licituds rebudes";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Sol·licituds acceptades";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contactes bloquejats";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Contactes no agrupats";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contactes suggerits";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Llista sense títol";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Si us plau, afegeix-me com a contacte";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Trucada de prova de Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "ca";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hola, sóc el robot de la trucada de prova de Skype. Afegiu-me als vostres contactes i truqueu-me per comprovar la configuració de so. Consulteu http://www.skype.com/go/help si necessiteu ajuda. Gràcies.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Truca'm per comprovar el so";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "S'està fent la trucada";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "S'està fent la trucada";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "S'ha cancel·lat la trucada";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "S'ha produït un error en la trucada";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Està sonant";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "S'està trucant";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Trucada en espera";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Estàs en espera";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Finalitzada";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Perduda";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Rebutjada";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Ocupat";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Connexió perduda";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Missatge de veu";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "S'està enregistrant el missatge de veu";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "S'està enviant el missatge de veu";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "S'ha enviat el missatge de veu";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "S'ha cancel·lat el missatge de veu";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "S'ha produït un error en enviar el missatge de veu";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "S'està connectant";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Està sonant";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Està sonant";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "En espera";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Finalitzada";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "S'està trucant al Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "S'està trucant…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "S'està trucant…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Trucada en curs";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "En espera";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Estàs en espera";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Trucada en curs";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "La trucada està completa";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "S'està reproduint la salutació de missatge de veu";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "S'està enregistrant el missatge de veu";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Trucada recent";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "S'està transferint aquesta trucada";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Fitxers publicats";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Heu rebut un missatge de vídeo nou. Mostreu-lo a: %1 i obriu-lo amb el codi %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@: obre-ho a %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Per veure aquesta foto compartida, heu d'anar a: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Per veure aquest contingut compartit heu d'anar a: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Desconnectat";
"CONTACT_AVAILABILITY_ONLINE" = "Connectat";
"CONTACT_AVAILABILITY_AWAY" = "Absent";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "No molesteu";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Sol·licitud de contacte pendent";
"CONTACT_AVAILABILITY_BLOCKED" = "Bloquejat";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Desconnectat amb missatgeria de veu";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "S'estan desviant les trucades";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invisible";
"CONTACT_AVAILABILITY_CONNECTING" = "S'està connectant";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Número de telèfon";

/*  */
"CONTACT_GENDER_FEMALE" = "Dona";

/*  */
"CONTACT_GENDER_MALE" = "Home";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Número desconegut";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Sense títol";


"ACCOUNTMANAGER_LOGIN_STATUS" = "S'està iniciant la sessió…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "S'estan carregant els contactes…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "S'estan actualitzant els fitxers…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ ha afegit %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ ha sortit";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ ha expulsat %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ ha canviat el tema del xat a %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Aquest missatge s'ha eliminat";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "El mateix del sistema";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "No es pot connectar a Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Comproveu la configuració de la xarxa i torneu-ho a provar.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Aquest nom de Skype no és vàlid.";
"Account::INVALID_EMAIL" = "Aquesta adreça electrònica no és vàlida.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Comproveu que les dades siguin correctes i torneu-ho a provar.";
"Account::UNACCEPTABLE_PASSWORD" = "Aquesta contrasenya no és vàlida.";
"Account::SKYPENAME_TAKEN" = "Aquest nom de Skype ja s'utilitza.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Introduïu-ne un altre.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "No es reconeixen el vostre nom ni la contrasenya de Skype.";
"Account::INCORRECT_PASSWORD" = "No es reconeixen el vostre nom ni la contrasenya de Skype.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "S'han produït errors massa cops en intentar iniciar la sessió.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Torneu-ho a provar més tard.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "S'ha canviat la contrasenya.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Inicieu la sessió amb la nova contrasenya.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Torneu-ho a provar.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Ha de tenir entre 6 i 20 caràcters.";
"SkyLib::TOO_LONG" = "Ha de tenir entre 6 i 20 caràcters.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Caràcter no vàlid, per exemple, Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "No pot contenir cap espai ni tabulació.";
"SkyLib::SAME_AS_USERNAME" = "S'assembla massa al vostre nom de Skype.";
"SkyLib::INVALID_FORMAT" = "Format no vàlid.";
"SkyLib::CONTAINS_INVALID_WORD" = "Es pot endevinar molt fàcilment, per exemple, abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Ha de tenir com a mínim 1 lletra i 1 número.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Ha de començar per una lletra (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Proveu un nom de Skype més llarg.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Proveu una contrasenya més llarga.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Proveu un nom de Skype més curt.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Proveu una contrasenya més curta.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Proveu un nom de Skype nou.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Proveu una contrasenya nova.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Proveu una nova adreça electrònica.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Proveu un nou valor.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "La contrasenya no és correcta.";
"Account::PWD_SERVER_CONNECT_FAILED" = "No es pot connectar al servidor.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "La nova contrasenya ha de ser diferent de l'antiga.";
"Account::PWD_INVALID_NEW_PWD" = "La contrasenya no és vàlida.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Heu d'haver iniciat la sessió per poder canviar la contrasenya.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "No s'han pogut desar els canvis. Comproveu la configuració i torneu-ho a provar.";

"ACCOUNT_NOCREDIT" = "S'ha exhaurit el crèdit";
"ACCOUNT_FREECALL" = "Trucada gratuïta";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "El nom del fitxer no és vàlid";
"SkyLib::TRANSFER_OPEN_FAILED" = "No s'ha pogut obrir el fitxer";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Hi ha massa transferències de fitxers a la vegada";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "No esteu connectat.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Heu d'estar connectat per poder fer una trucada.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "No podeu cercar contactes si no esteu connectat. Canvieu el vostre estat i torneu-ho a provar.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Heu d'estar connectat per poder enviar un SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Heu d'estar connectat per poder reproduir aquest missatge.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "No es pot establir el cos de l'SMS actual.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "No teniu prou crèdit de Skype per enviar un SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Necessiteu crèdit de Skype per trucar a aquest número.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "No és un número de telèfon o nom de Skype vàlid.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "No podeu trucar aquest contacte de Lync perquè està desconnectat.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "No podeu trucar aquesta persona perquè l'heu bloquejada.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "No podeu xatejar amb aquesta persona perquè l'heu bloquejada.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "No podeu enviar SMS a aquesta persona perquè l'heu bloquejada.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "No podeu afegir aquesta persona perquè l'heu bloquejada.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "No podeu trucar-vos a vós mateix.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "No podeu xatejar amb vós mateix.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "No us podeu afegir a vós mateix.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "No podeu unir-vos a aquesta conversa.";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "No s'ha pogut trobar la conversa";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "No és un número de telèfon vàlid.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "No podeu trucar aquest número perquè és un número d'emergència.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "No podeu enviar un SMS a aquest número perquè és un número d'emergència.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "No podeu afegir aquest número perquè és un número d'emergència.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Abans de començar una trucada nova, heu de finalitzar l'actual.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Per escoltar un missatge de veu, heu de finalitzar aquesta trucada.";
"SKERROR_CALLFAILED" = "S'ha produït un error en la trucada. Torneu-ho a provar.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Heu provat d'iniciar una conversa amb massa contactes.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "No podeu mantenir una conversa amb aquests contactes.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "No podeu trucar aquesta persona perquè no ha acceptat la vostra sol·licitud de contacte.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "No podeu trucar aquesta persona perquè no ha acceptat la vostra sol·licitud de contacte.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "El codi de confirmació no és vàlid";
"Sms::MISC_ERROR" = "El número de telèfon no és vàlid";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "El vostre compte ha estat bloquejat.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Poseu-vos en contacte amb el Servei d'atenció al client.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Hi ha massa persones en aquesta trucada per fer un vídeo de grup.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Només podeu fer una videotrucada amb un màxim de 9 persones. Elimineu algunes persones d'aquest grup i torneu-ho a provar.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Hi ha massa persones en aquesta trucada per fer un vídeo de grup.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Només podeu fer una videotrucada amb un màxim de 9 persones. Elimineu algunes persones d'aquesta conversa i torneu-ho a provar.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "La vostra subscripció de videotrucades de grup no inclou a tantes persones. Elimineu algunes persones d'aquesta conversa i torneu-ho a provar.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Necessiteu una subscripció per a videotrucades de grup.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Necessiteu una subscripció per a videotrucades de grup.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Voleu fer una videotrucada de grup?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Voleu fer una videotrucada de grup?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Ja esteu en una videotrucada de grup.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Només podeu fer una videotrucada de grup a la vegada.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Heu consumit el límit per a aquesta trucada.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Heu consumit el límit de 4 hores per a aquesta videotrucada de grup.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Heu consumit el límit de 4 hores per a aquesta videotrucada de grup. Comproveu el vostre compte per obtenir més detalls.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Heu consumit el vostre límit per a vídeos de grup d'avui.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "S'han suspès temporalment les videotrucades de grup. Heu consumit el vostre límit d'ús raonable d'avui. Comproveu el vostre compte per obtenir més detalls.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Heu consumit el vostre límit per a vídeos de grup d'aquest mes.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "S'han suspès temporalment les videotrucades de grup. Heu consumit el vostre límit d'ús raonable d'aquest mes. Comproveu el vostre compte per obtenir més detalls.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "El vídeo de grup no està disponible actualment.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "S'ha produït un error. Torneu-ho a provar més tard";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Obteniu un vídeo de grup";
"PremiumVideoErrorRecovery_GetPremium" = "Obteniu un vídeo de grup";
"PremiumVideoErrorRecovery_UpgradePremium" = "Actualitza";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Necessiteu crèdit de Skype per fer servir Wi-Fi de Skype.";
"AccessSession::LOGIN_FAILURE" = "No es reconeixen el vostre nom ni la contrasenya de Skype.";
"AccessSession::WISPR_LOGIN_REJECTED" = "El nom d'usuari o la contrasenya no són vàlids.";

"SKYPEACCESS_NO_ACCOUNT" = "Inicieu la sessió amb el vostre compte de Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "No s'ha pogut connectar. Comproveu la intensitat del senyal Wi-Fi o proveu una altra zona.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Aquesta zona no respon correctament. Proveu una altra zona.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "No s'ha pogut ampliar la sessió. Proveu de connectar-vos de nou.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "La xarxa Wi-Fi \"%@\" ja no està disponible";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Per evitar càrrecs inesperats, desconnecteu-vos sempre correctament abans de sortir de la zona o d'apagar el dispositiu.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Torneu-vos a unir a la xarxa Wi-Fi \"%@\"";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Wi-Fi de Skype provarà d'aturar la vostra connexió a Internet. Per evitar càrrecs inesperats, desconnecteu-vos sempre correctament abans de sortir de la zona o d'apagar el dispositiu.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "S'ha aturat la vostra connexió a Internet.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ per minut";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratuït";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "ha actualitzat aquest grup amb una experiència de xat millorada.\nPer unir-vos i seguir xatejant, baixeu la versió més recent.\nAneu a <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "ha actualitzat aquest grup amb una experiència de xat millorada.\nPer unir-vos i seguir xatejant, baixeu la versió més recent.\nAneu a https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Feu clic <a href=\"skype:?chat&amp;id=%1\">aquí</a> per veure l'anterior historial.";
